Repository: Ronnos/max2play_webinterface
Catalog: max2play/locale/*/LC_MESSAGES/max2play.po
Languages: es

source: Load Module to etc/rc.local
es: Cargar módulo a etc/rc.local

source: Unload Module from etc/rc.local
es: Descargar módulo de etc/rc.local

source: If normal activation of Pre-Build Module does not work (mostly because of different Kernel-Version), please use this option to build the module with the latest Kernel-Sources. Takes ~20-30 minutes time! Make sure to install the latest kernel by using /usr/local/bin/odroid-utility.sh
es: Si la activación normal de los módulos precompilados no funciona (normalmente por diferencias en la versión del kernel), usar esta opción para compilar el modulo con el fuente del ultimo kernel. Tarda ~20-30 minutos! Previamente instalar el ultimo kernel usando /usr/local/bin/odroid-utility.sh

source: Build HiFace-Module with latest Kernel
es: Compilar modulo HiFace con el último kernel

source: Kernelmodules U3
es: Modulos Kernel U3

source: Kernel Build started
es: Compilación kernel iniciada

source: Added HiFace USB-Driver
es: Controlador USB HiFace añadido

source: Removed HiFace USB-Driver
es: Controlador USB HiFace eliminado

source: Imageburner
es: Grabador de Imagenes

source: Save Config
es: Guardar Configuración

source: Saved to List
es: Guardado en la lista

source: Plugin $PLUGINNAME activated and added to main navigation.
es: Complemento $PLUGINNAME activado y añadido a la navegación principal.

source: $SERVICENAME is installed
es: $SERVICENAME no instalado

source: reinstall
es: reinstalar

source: Autostart
es: Auto-inicio

source: Save!
es: Guardar!

source: Reset
es: Reiniciar

source: Music Player MPD
es: Reproductor de audio MPD

source: Arbalet Control Center
es: Centro de control Arbalet

source: Fhem Setup
es: Configurar Fhem

source: FHEM uninstall started
es: Desinstalación de FHEM iniciada

source: Boot config parameters changed
es: Cambiados parámetros de configuración de arranque

source: Updated Alsa Settings
es: Configuración ALSA actualizada

source: Status Instance
es: Instancia de estado

source: Name for instance of Shairport.
es: Nombre de la instancia de Shairport

source: Uninstall $NAME
es: Desinstalar $NAME

source: RPi Camera
es: Camara de RPi

source: Only for Raspberry PI!
es: Solo para Raspberry Pi!

source: INSTALL SUCCESSFUL
es: INSTALACION CORRECTA

source: Pluginbuilder Edit File
es: Pluginbuilder Editar Fichero

source: Creating Plugin
es: Creando complemento

source: RPi Display
es: Pantalla RPi

source: Callbot Setup
es: Configurar Callbot

source: SD-Card Protection
es: Protección tarjeta SD

source: Further Setup
es: Configuración adicional

source: Autstartbrowser
es: Auto-iniciar navegador

source: Clementine Setup
es: Configurar Clementine

source: install Clementine
es: instalar Clementine

source: Raspberry Settings
es: Configuración de Raspberry Pi

source: Upgrade Kernel
es: Actualizar Kernel

source: Update Packages
es: Actualizar paquetes

source: Install Browser
es: Instalar Navegador

source: This function is for Raspberry PI ONLY! It seems, that you do not have a Raspberry PI.
es: Esta función es SOLO para Raspberry Pi! El dispositivo no es una Raspberry Pi.

source: Reboot needed
es: Es necesario reiniciar

source: Reboot needed!
es: Es necesario reiniciar!

source: Browser installed.
es: Navegador instalado.

source: Update / Upgrade to latest Version started
es: Iniciada la actualización de Ubuntu

source: Kernel Update started
es: Actualización de kernel iniciada

source: Custom parameter Kernel removed
es: Eliminado parámetro personalizado de kernel

source: Java not installed! Reinstall needed!
es: Java no instalado! Es necesario reinstalar!

source: Webserver Port gespeichert
es: Puerto de servidor web guardado

source: Device Type gespeichert
es: Tipo de dispositivo guardado

source: Device Adresse gespeichert
es: Dirección de dispositivo guardada

source: Plugin Type gespeichert
es: Tipo de complemento guardado

source: Homematic Setup
es: Configuración Homematic

source: IP saved
es: IP guardada

source: User saved
es: Usuario guardado

source: Password saved
es: Contraseña guardada

source: Devicelist saved
es: Lista de dispositivos guardada

source: Homematic Variables saved
es: Variables Homematic guardadas

source: Looptime saved
es: Bucle de tiempo guardado

source: Homematic IP saved
es: IP Homematic guardada

source: Printserver Setup
es: Configurar Servidor de Impresión

source: Restart
es: Reiniciar

source: Reset with Defaults
es: Reiniciar a valores por defecto

source: Card driver is not loaded yet! Please reboot and choose soundcard again to make sure MPD uses the correct card for volume settings!
es: El controlador de la tarjeta no esta cargado todavía! Reiniciar y seleccionar una tarjeta de sonido para asegurarse de que MPD usa la tarjeta correcta en la configuración de volumen!

source: Voice Control Setup for Smartphones and Tablets
es: Configurar control por voz para smartphones y tablets

source: Uninstall $SERVICENAME
es: Desinstalar $SERVICENAME

source: Edit Homebridge Config
es: Configurar Homebridge

source: Voice Control
es: Control por voz

source: VNC Server
es: Servidor VNC

source: VNC uninstall started
es: Desinstalación de VNC iniciada

source: Max2Play - Allo Edition
es: Max2Play - Edición Allo

source: Reset to Default
es: Reiniciar a predeterminado

source: Remote Control
es: Control Remoto

source: Max2Play - IQAudIO Edition
es: Max2Play - Edición IQAudIO

source: Install Rotary Encoder Software
es: Instalar software de codificador rotatorio

source: Name for instance of Squeezelite.
es: Nombre para instancia de Squeezelite
