Repository: Ronnos/max2play_webinterface
Catalog: max2play/locale/*/LC_MESSAGES/max2play.po
Languages: es

source: Version
es: Versión

source: License Activated
es: Licencia activada

source: Not Activated
es: No activa

source: FAQ - frequently asked questions
es: FAQ - preguntas más frecuentes

source: Help on Sidebar can be reactivated on Settings-Page.
es: La ayuda en la barra lateral puede reactivarse en la pagina de configuración.

source: Topics
es: Temas

source: Wiki for this page
es: Wiki para esta página

source: Features
es: Caracteristicas

source: http://www.max2play.com/faq/
es: http://www.max2play.com/en/faq-2/

source: FAQ - Questions & Answers
es: FAQ - Preguntas y Respuestas

source: Addons and Feature Requests
es: Addons y Caracteristicas solicitadas

source: Technical Support
es: Soporte Técnico

source: News
es: Noticias

source: DONATE-BUTTON
es: <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target="_top"><input type="hidden" name="cmd" value="_s-xclick"><input type="hidden" name="hosted_button_id" value="Y89SJ9MMLEBRQ"><input type="image" src="https://www.paypalobjects.com/en_GB/i/btn/btn_donate_SM.gif" border="0" name="submit" alt="PayPal – El método mas seguro y fácil de pago en linea."><img alt="" border="0" src="https://www.paypalobjects.com/de_DE/i/scr/pixel.gif" width="1" height="1"></form>

source: Max2Play - <a target="_blank" href="http://www.max2play.com/en/features/" title="Powered by Max2Play">the <i>easy to use</i> webinterface and framework for mini-computers</a>!
es: Max2Play - <a target="_blank" href="http://www.max2play.com/en/features/" title="Powered by Max2Play">el interfaz web y entorno de trabajo <i>facil de usar</i> para mini ordenadores</a>!

source: Start
es: Inicio

source: Only $FREESPACE MB of free space left on the device! Did you already expand the filesystem?
es: Solo quedan $FREESPACE MB de espacio libre en el dispositivo! ¿Has expandido ya el sistema de ficheros?

source: Created View-Files
es: View-Files creados

source: Please restart your device! To restart now <a href="http://$SERVERIP/plugins/max2play_settings/controller/Basic.php?action=reboot&redirecturl=
es: Por favor reinicia el dispositivo! Para reiniciar ahora <a href="http://$SERVERIP/plugins/max2play_settings/controller/Basic.php?action=reboot&redirecturl=

source: Help - Introduction
es: Ayuda - Introducción

source: <ul><li>This is Max2Play - The easiest way to setup a audio and video player! You may watch <a target="_blank" href="https://www.youtube.com/channel/UCu2JHGI142fLrkoUN8dUkRA">our video tutorials about the settings in this web interface</a>.</li></ul>
es: <ul><li>Max2Play - La manera más sencilla de poner en marcha un reproductor de audio y video! Por favor <a target="_blank" href="https://www.youtube.com/channel/UCu2JHGI142fLrkoUN8dUkRA"> nuestros vídeo tutoriales sobre la configuración de este interfaz web</a>.</li></ul>

source: Update Configfile - existing Entry removed
es: Actualización de fichero de configuración - cambiada entrada existente

source: Update Configfile - new Entry created
es: Actualización de fichero de configuración - creada entrada nueva

source: Update Configfile - existing Entry changed
es: Actualización de fichero de configuración - cambiada entrada existente

source: Process is already running
es: El proceso ya se esta ejecutando

source: Trying to launch
es: Intentando lanzar

source: successful with ID
es: correctamente con ID

source: NOT successful
es: incorrecto

source: Unable to stop process - it seems that it is not running
es: No se puede detener el proceso - parece que no se está ejecutando

source: Trying to stop
es: Intentando detener

source: successfully stopped
es: detenido correctamente

source: could NOT stop process - try kill instead
es: No se pudo detener el proceso - en su lugar intente matarlo (kill)

source: Unable to kill process - it seems that it is not running
es: No se pudo matar el proceso - parece que no se está ejecutando

source: successfully killed
es: matado con éxito

source: could not kill process
es: no se pudo matar el proceso

source: restarted
es: reiniciado

source: successfully removed from autostart
es: eliminado correctamente de auto inicio

source: successfully added to autostart
es: añadido correctamente a auto inicio

source: You need at least Max2Play Version $MINVERSION to run this addon. Please update Max2Play on Settings tab!
es: Para ejecutar este addon necesitas por lo menos la versión $MINVERSION de Max2Play. Por favor actualiza Max2Play en la pestaña de Configuración!

source: You are running a Beta-Version of Max2Play!
es: Estás ejecutando una versión Beta de Max2Play!

source: Max2Play update is available - start update on tab Settings / Reboot
es: Una actualización de Max2Play está disponible. Inicia actualización en la pestaña Configuración / Reinicio

source: No Curl for HTTP-Request available!
es: No está disponible curl para peticiones HTTP!

source: SD-Card is Read-Only! Changes on settings will not be saved!
es: La tarjeta SD es de Solo-Lectura! Los cambios en la configuración no se salvarán!

source: Update Configfile - new Configfile created
es: Actualización de fichero de configuración - creado nuevo fichero de configuración

source: Installation startet - This Messages refreshes every 3 seconds to show current status of installation. If finished this message disappears.
es: Instalación iniciada - Este mensaje se refresca cada 3 segundos para mostrar el estado de la instalación. Cuando esta finalice el mensaje desaparecerá.

source: Something went wrong in last Install Attempt - Deleting Progressfile
es: Algo ha funcionado mal en el último intento de instalación. Borrando el fichero de progreso.

source: Click here to show detailed information
es: Pulsa aquí para mostrar información detallada

source: No valid Max2Play-License for additional plugins and features found. Please enter a valid eMail-address on the Settings-page to verify that you are a customer of Max2Play and to access all features.
es: No encontrada licencia válida de Max2Play para complementos y características adicionales. Por favor introduce una dirección de correo electrónico válido en la pagina de configuración para verificar que eres cliente de Max2Play y acceder a todas las características.

source: File Uploaded
es: Archivo enviado

source: File moved successful
es: Archivo movido correctamente

source: Invalid Plugin-URL
es: La URL del complemento no es válida

source: Plugin Installer ERROR! Maybe missing internet connection or write error on filesystem.
es: ERROR en instalador de complemento! Puede ser un error en la conexión a Internet o un error de escritura en el sistema de ficheros.

source: Plugin $PLUGINNAME activated and added to main navigation. You may change the position and visibility in the addon configuration on the <a href="/plugins/max2play_settings/controller/Basic.php#pluginconfigblock">settings page</a>.
es: El complemento $PLUGINNAME ha sido activado y añadido a la pagina principal. Es posible cambiar la posición y visibilidad del complemento en la <a href="/plugins/max2play_settings/controller/Basic.php#pluginconfigblock">pagina de configuración</a>.

source: Plugin Error
es: Error en el complemento

source: Plugin configuration updated
es: Configuración del complemento actualizada

source: Updated Equalizer Settings
es: Configuración del ecualizador actualizada

source: Max2Play-License <a href='/plugins/max2play_settings/controller/Basic.php'>is not activated</a>. Not all functions available!
es: Licencia de Max2Play <a href='/plugins/max2play_settings/controller/Basic.php'>no activada</a>. No están disponibles todas las funciones!

source: Function $action not found for Ajax-Call
es: Función $action no encontrada en Ajax-Call

source: Speech Control Setup
es: Configuración del Control por Voz

source: install
es: instalar

source: install (Takes ~ 2 hours!)
es: instalar ( Tarda ~ 2 horas!)

source: $SERVICENAME is running with processID
es: $SERVICENAME en ejecución con processID

source: stop $SERVICENAME
es: detener $SERVICENAME

source: $SERVICENAME not running
es: $SERVICENAME no esta en ejecución

source: start $SERVICENAME
es: iniciar $SERVICENAME

source: readtest
es: prueba de lectura

source: start read test
es: iniciar prueba de lectura

source: save
es: guardar

source: uninstall
es: desinstalar

source: DEBUG Informations
es: Información de Depuración

source: Speech Control
es: Control por Voz

source: Accesspoint Setup
es: Configuración del Punto de Acceso

source: Choose active Player
es: Seleccionar reproductor activo

source: DONATE-BUTTON-SQUEEZEPLUG
es: <form action="https://www.paypal.com/cgi-bin/webscr" method="post" target="_top"><input type="hidden" name="cmd" value="_s-xclick"><input type="hidden" name="hosted_button_id" value="FCG8BS6B6J8XW"><input type="image" src="https://www.paypalobjects.com/en_US/GB/i/btn/btn_donateCC_LG.gif" border="0" name="submit" alt="PayPal – La manera mas facil y segura de pagar en linea."><img alt="" border="0" src="https://www.paypalobjects.com/de_DE/i/scr/pixel.gif" width="1" height="1"></form>

source: logo
es: logo-en

source: http://shop.tellows.de/de/lizenzschlussel-fur-tellows-community-sperrliste-anrufblocker.html
es: http://shop.tellows.de/en/licence-key-for-tellows-blocklist-callblocker.html

source: get API-Key for tellows
es: obtener API-Key para tellows

source: http://shop.tellows.de/de/anrufblocker-faq
es: http://shop.tellows.de/en/anrufblocker-faq

source: tellows Anrufblocker
es: Bloqueador de llamadas para tellows

source: tellows Callblocker Setup
es: Configurar bloqueador de llamadas para tellows

source: REBOOT successful
es: Reinicio correcto

source: Please wait...
es: Por favor espera...

source: REBOOT started
es: Reinicio iniciado

source: tellows Callblocker Blacklist
es: Lista negra del bloqueador de llamadas para tellows

source: DLNA-Server
es: Servidor DLNA

source: MiniDLNA Service (easy media access for other network devices)
es: Servicio MiniDLNA (acceso fácil a multimedia para otros dispositivos de la red)

source: MiniDLNA is a Service for sharing media-data from Max2Play with other devices in your network.
es: MiniDLNA es un servicio para compartir multimedia de Max2Play con otros dispositivos de la red.

source: Install MiniDLNA
es: Instalar MiniDLNA

source: Uninstall MiniDLNA
es: Desinstalar MiniDLNA

source: Media Path
es: Ruta de Multimedia

source: Save
es: Guardar

source: Force Reload (reindex Folder)
es: Forzar Recarga (reindexar Carpeta)

source: MiniDLNA Installation removed
es: Instalación de MiniDLNA eliminada

source: MiniDLNA Installation completed - you may now edit detailed settings
es: Completada instalación de MiniDLNA - ahora es posible editar la configuración detallada

source: MiniDLNA Settings saved
es: Guardada la configuración de MiniDLNA

source: Password Protection Setup
es: Configurar contraseña de protección

source: Set up or remove password protection for Max2Play Browserinterface
es: Configurar o eliminar la protección con contraseña del interfaz web de Max2Play

source: Once installed, this addon asks users to enter username and password to open the Max2Play-Browserinterface. Make sure not to forget your user credentials after setting up the password protection. Otherwise you will not be able to change any settings!<br>You can easily remove the password protection again by clicking unistall.
es: Una vez instalado, este complemento pide a los usuarios la introducción de un nombre de usuario y contraseña para abrir el interfaz web de Max2play. Es necesario recordar las credenciales de usuario tras configurar la protección con contraseña, en caso contrario no sera posible cambiar ninguna configuración!<br>Es posible eliminar de nuevo la protección con contraseña pulsando Desinstalar.

source: Protection is currently:
es: La protección actualmente está:

source: installed
es: instalado

source: NOT installed
es: NO instalado

source: Username
es: Usuario

source: Password for webinterface
es: Contraseña para el interfaz web

source: Change root and user password for SSH-Login
es: Cambiar root y contraseña de usuario para login SSH

source: Change Root Password
es: Cambiar contraseña root

source: savepasswordroot
es: guardar contraseña root

source: save password
es: guardar contraseña

source: Change User Password for user
es: Cambiar contraseña de usuario para usuario

source: savepassworduser
es: guardar contraseña usuario

source: Further security settings
es: Configuración de seguridad adicional

source: SSH Server
es: Servidor SSH

source: Status
es: Estado

source: kill $SERVICENAME
es: matar $SERVICENAME

source: Autostart $SERVICENAME
es: Iniciar automáticamente $SERVICENAME

source: Enable / Disable SSH in Autostart. If you dont't need SSH (console login) you may just disable the service or only start it when needed.
es: Activar / Desactivar en auto-inicio. Si no es necesario SSH (consola de texto) es posible desactivar el servicio e iniciarlo solo cuando sea necesario.

source: Setting up password protection for webinterface and changing default login for SSH is a MUST HAVE, when your device can be reached from the internet. Anyway it is not recommended to make your device visible from the internet (e.g. portforwarding from router).
es: Activar la protección con contraseña del interfaz web y cambiar los valores por defecto de login por SSH es IMPRESCINDIBLE cuando el dispositivo es accesible desde Internet. En cualquier caso no se recomienda que el dispositivo sea accesible desde Internet (ej. abriendo puertos en el router)

source: Password Protection
es: Protección con contraseña

source: Password Protection is now installed!
es: Protección con contraseña esta ahora instalado!

source: Password Protection is now removed!
es: Protección con contraseña esta ahora eliminado!

source: Password not set (must not be empty)
es: Contraseña no definida (no puede estar vacía)

source: Password changed for user
es: Contraseña cambiada para el usuario

source: This is the Example Setup Page. Configure and Test your own Plugin :)
es: Esta es la pagina de ejemplo de configuración. Configura y prueba tu propio complemento :)

source: Do Something
es: Hacer Algo

source: Do something to get things done ...
es: Hacer algo para conseguir hacer las cosas ...

source: Custom tab content 2
es: Pestaña personalizada 2

source: Push the button
es: Pulsar el botón

source: This is easy - isn't it?
es: Es facil - verdad?

source: Let's do it!
es: Vamos a ello!

source: Exampleclass Setup
es: Configurar Exampleclass

source: Saved
es: Guardado

source: Do Something started
es: Haz algo iniciado

source: Help - Example
es: Ayuda - Ejemplo

source: <ul><li>This Plugin contains some example functions and code to copy&paste to create your own Plugin.</li><li>Use the <a href="https://www.max2play.com/en/portfolio/plugin-pluginbuilder-2/" target=_blank>Pluginbuilder</a> for development and the <a href="https://www.max2play.com/en/portfolio/plugin-remote-control/" target=_blank>Remote Control Plugin</a> for direct SSH-access.</li></ul>
es: <ul><li>Este complemento contiene funciones y código de ejemplo para copiar y pegar en tu propio complemento.</li><li>Usa <a href="https://www.max2play.com/en/portfolio/plugin-pluginbuilder-2/" target=_blank>Pluginbuilder</a> para desarrollar y el <a href="https://www.max2play.com/en/portfolio/plugin-remote-control/" target=_blank>Complemento Control Remoto</a> para acceso directo SSH.</li></ul>

source: Filesystem - mount network paths (e.g. NFS)
es: Sistema de ficheros - montar rutas de la red (Samba o NFS)

source: Path
es: Ruta

source: Mountpoint
es: Punto de montaje

source: Type
es: Tipo

source: Options
es: Opciones

source: Action
es: Acción

source: Delete
es: Suprimir

source: Add new mountpoint
es: Añadir nuevo punto de montaje

source: Important Information
es: Información importante

source: Important Information Filesystem Description
es: Las unidades compartidas (ej. unidades en discos NAS con SMB/CIFS) se montan siguiendo el ejemplo:<br /><b>Ruta (IP o nombre de equipo y ruta):</b> para tipo cifs: <i>//DIRECCION-IP/RUTA</i><br /><b>Punto de montaje en Max2Play (para uso en Squeezebox Server o XBMC):</b> <i>/mnt/mountdir/</i> El punto de montaje debe ser un subdirectorio de <i>/mnt/</i> o <i>/media/</i> y se creara si no existe. <br /><b>Tipo:</b> normalmente <i>cifs</i> (en el caso especial de ser NFS es <i>nfs</i>) <br /><b>Opciones (user, password y otras opciones de la unidad compartida):</b> e.g.<i>user=name,password=pass,iocharset=utf8</i><br /><br><b>Nota sobre unidades NFS</b>: usar otra Ruta sin credenciales de usuario en Opciones! Ejemplo: <i>DIRECCION-IP:RUTA</i> or <i>*:PATH</i> <br /><br />En caso de encontrar problemas configurando las unidades compartidas es posible reiniciar el fichero de configuración en la pagina de configuración ("Reiniciar configuración de Max2Play a valores iniciales").

source: Show Help
es: Mostrar Ayuda

source: Show Network Devices
es: Mostrar dispositivos en la red

source: DEBUG Info
es: Información de depuración

source: External Drives on Max2Play - mountpoints for USB-Storage
es: Discos externos en Max2Play - Puntos de montaje de unidades USB

source: This list shows all external storages and their mountpoints. You may access the devices by their path in Squeezeboxserver or XBMC/Kodi.
es: Esta lista muestra todos los medios de almacenamiento externos y sus puntos de montaje. Es posible acceder a los dispositivos usando su ruta desde Squeezeboxserver o XBMC/Kodi. Importante: el tamaño máximo de la partición es de 2TB. En el caso de usar discos de mayor tamaño es necesario dividirlo en particiones menores de 2TB.

source: Set fixed Mountpoint to prevent directory switching on reboot:
es: Definir un punto de montaje fijo para evitar que el directorio cambie de lugar al reiniciar:

source: Unmount
es: Desmontar

source: No external devices found.
es: No encontrados dispositivos externos.

source: Sambashares on Max2Play - setup network share paths
es: Discos compartidos Samba en Max2Play - configurar rutas de discos compartidos

source: Name
es: Nombre

source: Comment
es: Comentario

source: Writeable
es: Escritura

source: Create Mode
es: Permisos de archivos

source: Add new Sambashare
es: Añadir disco compartido Samba

source: usbshare
es: Disco compartido USB

source: Sambashare Access
es: Acceso a unidades compartidas Samba

source: User for Samba-Access
es: Usuario para acceso Samba

source: Password for Samba-Access
es: Contraseña para acceso Samba

source: Samba Important Information
es: Información Importante de Samba

source: Important Information Samba Description
es: Samba se usa para configurar el acceso a los Sistemas de ficheros del reproductor desde otros dispositivos de la red. Si, por ejemplo, un disco USB se conecta al reproductor, este disco puede contener datos a los que se puede acceder desde otros dispositivos.<br /><b>Ejemplo #1 - Compartir un disco USB con la red local:</b> <br />Nombre: max2play-usb<br />Ruta: /media/usb<br />Escritura: si<br /><br /><b>Para acceder al disco desde Windows</b>: Botón derecho en "Equipo" &gt; "Conectar a unidad de red..." &gt; elegir una letra de unidad libre e introducir "\\max2play\max2play-usb". Identificarse con el nombre de usuario "root" y la contraseña elegida. También es posible introducir simplemente "\\max2play" en el explorador de archivos para acceder al disco compartido.

source: Advanced Max2Play Setup for Odroid U3
es: Configuración avanzada de Max2Play para Odroid U3

source: This is the Advanced Setup Page. You may configure additional settings like the blinking LED, the behavior of the Power Button and more on this page.
es: Esta es la página de configuración avanzada. En esta página es posible ajustar configuraciones adicionales como el parpadeo del LED, el comportamiento del botón de inicio y otras opciones.

source: Disable LED-Blink
es: Desactivar parpadeo del LED

source: Set LED Blink of ODROID to 10 secondes - Press Button again to set LED-Blink back to original settings.
es: Ajustar el parpadeo del LED del ODROID a 10 segundos. Pulsar el botón otra vez para ajustar el parpadeo a la configuración original.

source: Power Button Settings
es: Configuración del botón de inicio

source: Edit Power Button Options
es: Editar opciones del botón de inicio

source: You can adopt the event that should happen when the Power Button is pressed (separating short and long presses)
es: Definir el evento que ocurrirá cuando el botón de inicio se pulse (diferenciando entre pulsación corta y larga)

source: Short Press (less than 1 second)
es: Pulsación corta (menor de 1 segundo)

source: Poweroff Max2Play
es: Apagar Max2Play

source: Toggle XBMC / Squeezelite
es: Cambiar entre XBMC / Squeezelite

source: Start my own Script
es: Iniciar Script personal

source: Default: Shutdown the device. If you use XBMC and Squeezelite you can use the Power Button to stop XBMC and start Squeezelite and vice versa. You may even set your own script that should start on pressed Power Button.
es: Por defecto: Apagar el dispositivo. En caso de usar XBMC y Squeezelite es posible usar el botón para detener XBMC e iniciar Squeezelite y viceversa. Es posible definir un Script personal que sera iniciado al presionar el botón de inicio.

source: Shortpress Script
es: Script de pulsación corta

source: Set up the script that should be started. For Short Press the value must be Start my own Script.
es: Definir el script que se iniciará. El valor de "Pulsación corta" debe ser "Iniciar Script personal"

source: Long Press (between 1 and 9 seconds)
es: Pulsación larga (entre 1 y 9 segundos)

source: Default: No Action. You may set your own script that should start on pressed Power Button.
es: Por defecto: No hacer nada. Es posible definir un Script personal que sera iniciado al presionar el botón de inicio.

source: Longpress Script
es: Script de pulsación larga

source: Set up the script that should be started. For Long Press the value must be Start my own Script.
es: Definir el script que se iniciará. El valor de "Pulsación larga" debe ser "Iniciar Script personal"

source: Update APT-GET Sources and APT-GET UPGRADE
es: Actualizar fuentes APT-GET y APT-GET UPGRADE

source: Check Available Upgrades
es: Comprobar actualizaciones disponibles

source: Upgrade Packages
es: Actualizar paquetes

source: Fetch all current Updates and upgrade packages. ONLY DO THIS IF YOU ALREADY HAVE THE LATEST MAX2PLAY-UBUNTU-IMAGE 14!
es: Descargar todas las actualizaciones y actualizar paquetes. SOLO HACER ESTO SI YA SE DISPONE DEL ULTIMO MAX2PLAY-UBUNTU-IMAGE 14!

source: Install Flash for Desktop Chromium Browser - Enable Youtube/Vimeo Flashplayer
es: Instalar Flash para Navegador de escritorio Chromium - Activar Youtube/Vimeo Flashplayer

source: Install Pepperflash
es: Instalar Pepperflash

source: After Installation you must open the Chromium URL "chrome:plugins" and set check [Always allowed] for Adobe Flash player. Then Restart Max2Play.
es: Después de la instalación es necesario abrir la URL de Chromium "chrome:plugins" y activar [Always allowed] para el reproductor Adobe Flash, a continuación reiniciar.

source: Install Fan silencer on XU4
es: Instalar silenciador de ventilador en XU4

source: Install Fan silencer
es: Instalar silenciado de ventilador

source: After Installation your XU4 Fan will be more silent and runs only if cooling is needed.
es: Tras la instalación el ventilador del XU4 sera mas silencioso y funcionará sólo si la ventilación es necesaria.

source: Choose your preferred setup and purpose of Max2Play
es: Elegir la configuración preferida según el uso de Max2Play
