Repository: Ronnos/max2play_webinterface
Catalog: max2play/locale/*/LC_MESSAGES/max2play.po
Languages: es

source: You may change all settings later, but for the first start, it is suggested to select something. The mediacenter Kodi is available and preinstalled in every setup.
es: Es posible cambiar la configuración después, pero en el primer inicio, es recomendable elegir alguna opción. El centro multimedia Kodi esta disponible y preinstalado en todas las configuraciones.

source: Starter: A simple audioplayer for internet radio and local music (mp3)
es: Inicial: Un simple reproductor de audio para radio por Internet y música local (mp3)

source: You want a simple way to play music from online radio streams and local sources (e.g. USB-drives or network storage)
es: Un método simple de reproducir música de radios en linea y fuentes locales (ej. discos USB o almacenamiento en la red)

source: !PURPOSESELECT_SIMPLE_MPD_POSITIVE
es: Configuración fácil y rápida, no es necesario servidor de música|Seleccionar entre YMPD y Ampache como interfaz para controlar el reproductor de música|Algunas emisoras de radios están preconfiguradas|Un disco compartido de red sera automáticamente configurado. Es posible conectarse a el desde cualquier dispositivo de la red para añadir música local y emisoras de radio.

source: !PURPOSESELECT_SIMPLE_MPD_NEGATIVE
es: Reproductores de audio no sincronizados|Airplay no disponible con tarjetas de sonido como HiFiBerry

source: Select this setup!
es: Seleccionar esta configuración!

source: Advanced: A real multiroom audio player that integrates in a Squeezebox environment with powerful options for high-quality audio and a lot of features.
es: Avanzado: Un autentico reproductor de audio para múltiples salas integrado en un entorno Squeezebox con potentes opciones para audio de alta calidad y muchas características adicionales.

source: Using Squeezebox-technology you have a squeezebox server running on one of your devices and use Squeezelite as audioplayer.
es: Usando la tecnología Squeezebox se dispone de un servidor Squeezebox ejecutándose en un dispositivo y la posibilidad de usar multiples Squeezelite como reproductores de audio.

source: !PURPOSESELECT_SIMPLE_SQUEEEZE_POSITIVE
es: Soporte de múltiples formatos de audio|Innumerables características y complementos para Squeezebox-Server (que controla el reproductor de audio)|Temporizador de apagado y Alarmas|Reproductores sincronizados|Airplay disponible instalando el complemento Shairtunes para Squeezebox-Server

source: !PURPOSESELECT_SIMPLE_SQUEEEZE_NEGATIVE
es: Ligeramente mas difícil de configurar por primera vez: es necesario un Servidor Squeezebox (instalación fácil en la pestaña Servidor Squeezebox)|El interfaz web del servidor Squeezebox es un poco anticuado, pero aplicaciones para smartphones como iPeng y Squeezer están actualizadas.

source: Simple Airplay: Apple Airplay Device, that plays music streamed from iPhone, iPad or Mac.
es: Simple Airplay: Dispositivo Airplay Apple que reproduce flujos de música desde un iPhone, iPad, iTunes or Mac.

source: Just one player (shairport) is running. No additional setup needed.
es: Simplemente un reproductor (shairport) esta en ejecución. No es necesaria ninguna configuración adicional.

source: !PURPOSESELECT_SIMPLE_SHAIRPORT_POSITIVE
es: Muy simple. Nada que hacer mas que activar el reproductor Shairport en la pestaña Reproductor de Audio.

source: !PURPOSESELECT_SIMPLE_SHAIRPORT_NEGATIVE
es: Solo Airplay...

source: Mediaplayer Squeezelite & Airplay - Status, Start / Stop
es: Reproductor Squeezelite y Airplay - Estado, Iniciar / Detener

source: Edit Advanced Options
es: Editar opciones avanzadas

source: Soundcard
es: Tarjeta de sonido

source: Select Audio output
es: Seleccionar salida de audio

source: ALSA Parameter
es: Parametros ALSA

source: This parameter defines buffer, period count and sample format. It is set automatically when soundcard is changed.
es: Este parámetro define la memoria intermedia, el contador de períodos y el formato de muestras. Se establece automáticamente cuando se cambia la tarjeta de sonido. Ver <a href="http://manpages.ubuntu.com/manpages/trusty/man1/squeezelite.1.html" target="_blank">Squeezelite Startoptions</a> para información detallada de estos parametros.

source: Command Line Options
es: Opciones de linea de comando

source: Advanced Users may add Start-Parameters here
es: Los usuarios avanzados pueden añadir parámetros de inicio aquí. Ver <a href="https://www.max2play.com/en/wiki/command-line-options-for-squeezelite/">Squeezelite Startoptions</a> para información detallada de estos parámetros.

source: Use USB-DAC
es: Usar DAC USB

source: Enable "Use USB-DAC" for simultaneous usage of XBMC AND Squeezelite - only possible if either XBMC OR Squeezelite is using a separate USB-DAC (e.g. Logi-Link 7.1 or Creative X-Fi) for sound-output (use command line option so set USB-DAC output for squeezelite, e.g. "-o hw:1,0" OR use detailed instructions on XBMC-Page for XBMC). Otherwise Squeezelite and XBMC will stutter or play no sound at all. When checked, sound-volume of USB-DAC will be set to 100%.
es: Activar "Usar DAC USB" para usar simultáneamente XBMC y Squeezelite - solo es posible si XBMC o Squeezelite usan un DAC USB adicional (ej.. Logi-Link 7.1 o Creative X-Fi) para reproducir sonido (usar linea de comando para configurar la salida de Squeezelite por el DAC USB, ej. "-o hw:1,0" o usar instrucciones detalladas en la pestaña XBMC). En caso contrario Squeezelite y XBMC no reproducirán sonido o lo harán incorrectamente. Al activarlo, el volumen del DAC USB se configurara al 100%.

source: Update Squeezelite
es: Actualizar Squeezelite

source: Update current version $VERSION to newest available
es: Actualizar versión actual: $VERSION a la ultima disponible.

source: Advanced Users may add Start-Parameters for Shairport. Some Audiocards (e.g. AMPs) require special settings to access Hardware Volume Control.
es: Los usuarios avanzados pueden añadir parámetros de inicio para Shairport. Algunas tarjetas de sonido (ej. AMPS) requieren configuración especial para acceder al control de volumen.

source: Shairport/Squeezelite automatic Audio-Switch
es: Conmutador automático audio Shairport/Squeezelite

source: Enter the Squeezebox-Server URL-Name or IP-Address. It enables automatic switching between Squeezelite and Shairport (running Squeezelite and Shairport with soundcards that only support one audio-stream at a time like HiFiBerry DACs). Everything else beside the Squeezebox Server IP is set up automatically. Just start Airplay and the Squeezeplayer will Soft-Power-Off. Stop Airplay and will Soft-Power-On again. Example IP (when running Server on this device):
es: Introducir el nombre o dirección IP del Servidor Squeezebox. Esto permite conmutar automáticamente entre Squeezelite y Shairport (usandoSqueezelite y Shairport con tarjetas de sonido que sólo permiten un flujo de audio a la vez como los DACs HiFiBerry). Automáticamente al iniciar Airplay se detendrá Squeezeplayer, al detener Airplay sera iniciado Squeezeplayer. Ejemplo IP (cuando se use este dispositivo):

source: $SERVICENAME not installed
es: $SERVICENAME no instalado

source: install $SERVICENAME
es: instalar $SERVICENAME

source: Set Audio Output on Raspberry PI
es: Configurar audio de Raspberry Pi

source: Use this to change the audio output of your Raspberry PI - if you have HDMI connected and you want to output sound through the headphone jack.
es: Usar para cambiar la salida de audio de la Raspberry Pi - si el HDMI esta conectado y quieres que el sonido saga por el conector de auriculares.

source: Default (use HDMI if plugged)
es: Por defecto (usar HDMI si esta conectado)

source: force Headphone Jack
es: forzar conector de auriculares

source: force HDMI
es: forzar HDMI

source: Graphic Equalizer
es: Ecualizador Gráfico

source: Use Equalizer (activate settings in this webinterface)
es: Usar ecualizador (activar configuración en este interfaz web)

source: Zurücksetzen
es: Reiniciar

source: Lowpassfilter and Crossfeed Level Adjuster for Headphones
es: Filtro de paso bajo y ajuste de nivel de crossfeed para auriculares

source: This is a filter for audiophile usage to change lowpass filter cut frequency and crossfeed level of the audio-output. These settings take effect when using the output <b>"-o headphones"</b> in advanced settings of Squeezelite. More infos about the filter technique can be found on <a href="http://bs2b.sourceforge.net/">http://bs2b.sourceforge.net/</a>
es: Este es un filtro de uso audiófilo para cambiar la frecuencia de corte del filtro de paso bajo y el nivel de crossfeed de la salida de audio. Estas configuraciones tienen efecto cuando se usa la salida <b>"-o headphones"</b> en la configuración avanzada de Squeezelite. Se puede encontrar mas información sobre esta técnica de filtrado en <a href="http://bs2b.sourceforge.net/">http://bs2b.sourceforge.net/</a>

source: Lowpass filter cut frequency:
es: Frecuencia de corte del filtro de paso bajo:

source: Crossfeed Level:
es: Nivel de crossfeed:

source: This button sets up the plugin and your ALSA-Soundconfiguration.
es: Este botón configura el complemento y la configuración de sonido ALSA.

source: Install
es: Instalar

source: SQUEEZEPLAYER INFO DESCRIPTION
es: Squeezelite es un software diseñado para el reproductor Squeezebox, que trabaja con el Logitech Media Server (Squeezebox Server) y es similar a un receptor Squeezebox y como este es controlable a través del servidor.<br />Shairport es un servicio de Airplay. <br />Ambos servicios de ODROID serán iniciados con un pequeño retraso (menos de un minuto) para evitar conflictos con los drivers de sonido.

source: Kodi / XBMC - Status, Start & Stop
es: Kodi / XBMC - Estado, Iniciar / Detener

source: Reinitialize Display (if screen is black or HDMI was not connected on startup)
es: Reiniciar pantalla (si la pantalla esta negra o el HDMI no estaba conectado al inicio)

source: $NAME start installation
es: $NAME iniciar instalación

source: Replaces current $VERSION
es: Reemplaza actual $VERSION

source: Choose Kodi/XBMC-Package by http-link (package must be .deb) for Update
es: Elegir paquete Kodi/XBMC con link http (el paquete debe ser .deb) para actualizar

source: Upgrade Kodi to latest version
es: Actualizar Kodi a la última versión

source: The installation may take some time depending on your internet connection. At first it downloads the package from given source and afterwards it installs the package.
es: La instalación puede tomar algún tiempo dependiendo de la velocidad de la conexión a Internet. Inicialmente se descarga el paquete del origen y posteriormente se instala.

source: Get Kodi / XBMC Addon-Repository from HTTP-URL or by choosing from Select-Box
es: Obtener el repositorio del complemento Kodi / XBMC desde una URL HTTP o seleccionándolo desde la caja de opciones

source: You can enable repositories for further addons in settings menu of Kodi / XBMC: <i>System &gt; Addons</i>. After downloading the Addon-Repository Zip-File with the following button, you can find it with Kodi/XBMC (choose <i>add from zipfile</i>) in folder <i>/opt/max2play/cache</i> (choose root-folder and navigate there) and enable the Addons-Repository. After this, you will see the new addons available in the addons-list.
es: Activar repositorios para complementos adicionales en el menú de configuración de Kodi / XBMC: <i>Sistema &gt; Add-ons</i>.Tras descargar el archivo Zip del repositorio de complementos con el siguiente botón, se encontrara en Kodi / XBMC (seleccionar <i>añadir desde fichero zip</i>) en la carpeta <i>/opt/max2play/cache</i> (seleccionar carpeta raíz y navegar hasta allí) y activar el repositorio de complememntos. Tras esto, los nuevos complementos aparecerán disponibles en la lista de complementos.

source: Choose Addon
es: Elegir complemento

source: Get Addon-Repository for Kodi / XBMC
es: Obtener repositorio de complementos para Kodi / XBMC

source: XBMC INFO DESCRIPTION
es: Kodi/XBMC es un centro multimedia para vídeo, música, etc. <br /><br /><sup>#1</sup>Auto-iniciar Kodi/XBMC: si esta activado, el dispositivo arranca directamente en Kodi / XBMC. Esta opción se recomienda si el uso principal es el reproductor de vídeo. Si el dispositivo no esta conectado a una TV o raramente se usa la reproducción de vídeo no seleccionar el auto-inicio de Kodi / XBMC. De esta manera se consumen menos recursos<br /><br /><b>IMPORTANTE:</b><br />Cuando Kodi/XBMC se ejecute Squeezelite sera detenido! Esto es necesario para que funcione el audio en Kodi/XBMC. Kodi/XBMC usa pulseaudio y Squeezelite junto con Shairplay usa Alsa para reproducir sonidos/música al mismo tiempo. Cuando Kodi/XBMC se detenga, si el auto-inicio de Squeezelite esta activado, este sera iniciado de nuevo.

source: Status, Start & Stop
es: Estado, Iniciar y Detener

source: Open Squeezebox Server Webadministration
es: Abrir interfaz web del Servidor Squeezebox

source: restart $SERVICENAME
es: reiniciar $SERVICENAME

source: Run Squeezebox Server without www.mysqueezebox.com
es: Ejecutar Servidor Squeezebox sin www.mysqueezebox.com

source: Disable services from www.mysqueezebox.com and render thumbnail images locally.
es: Desactivar servicios de www.mysqueezebox.com y generar las imágenes en miniatura localmente.

source: Delay Startup of Squeezebox Server on Boot
es: Retrasar inicio del Servidor Squeezebox al arrancar

source: Delay time in seconds. If Radiolists are not working your Squeezebox Server might have discovered no internet connection on boot. Delay the start by 30 seconds to solve this problem.
es: Tiempo de retraso en segundos. Si las listas de radios no funcionan, es posible que Servidor Squeezebox no tenga conexión a Internet al arrancar. Retrasar el inicio 30 segundos puede resolver este problema.

source: Show available Versions
es: Mostrar versiones disponibles

source: Alternative other source from Slimdevices (package must be .deb)
es: Origen alternativo a Slimdevices (el paquete debe ser .deb)

source: IMPORTANT: You must choose 7.9 Nightly as 7.8 is currently not supported for this version of Perl:
es: IMPORTANTE: Es necesario elegir 7.9 Nightly ya que 7.8 actualmente no es compatible con esta versión de Perl:

source: The installation takes about 5 to 10 minutes depending on your internet connection. At first it downloads the package from http://downloads.slimdevices.com/ and afterwards it installs the package. You may reload this page by clicking the button again to see the status of the install process.
es: La instalación tarda de 5 a 10 minutos dependiendo de la velocidad de la conexión a Internet. Inicialmente se descarga el paquete desde http://downloads.slimdevices.com/ y a continuación se instala. Es posible recargar la página pulsando de nuevo el botón para ver el estado del proceso de instalación.

source: Install special Plugins for Squeezebox Server
es: Instalar complementos especiales para el Servidor Squeezebox

source: Install Shairtunes2 (NEW) Plugin (Optimized version for ODROID and Raspberry by disaster123 - All connected Squeezeplayers can be used as Airplay Devices)
es: Instalar complemento Shairtunes2 (NUEVO) (Version optimizada para ODROID y Raspberry por disaster123 - Todos los Squeezeplayers conectados pueden usarse como dispositivos Airplay)

source: Install Shairtunes Plugin (All connected Squeezeplayers can be used as Airplay Devices)
es: Instalar complemento Shairtunes (Todos los Squeezeplayers conectados se pueden usar como dispositivos Airplay)

source: Install GoogleMusic Plugin (Use your GoogleMusic Account and connect it with your Squeezebox Server)
es: Instalar complemento GoogleMusic (usar cuenta GoogleMusic y conectarla con el Servidor Squeezebox)

source: Install choosen Plugin (takes some time)
es: Instalar complemento seleccionado (tarda un tiempo)

source: Save / Restore Squeezebox Server Settings
es: Guardar / Restaurar configuración de servidor Squeezebox

source: Save Settings to File
es: Guardar configuración en fichero

source: Restore Settings from File
es: Restaurar configuración desde fichero

source: This saves the preferences directory of your Squeezebox Server to a single file, that can be used to restore settings later.
es: Esta opción guarda el directorio de configuraciones del servidor Squeezebox a un solo fichero que puede ser usado en el futuro para restaurar la configuración.

source: Upload Settings File (created with the Max2Play export Settings tool) and Restore/Overwrite existing Settings
es: Enviar fichero de configuración (creado con la utilidad de exportar configuración de Max2Play) y Restaurar / Sobrescribir la configuración actual

source: Restore Settings
es: Restaurar configuración

source: SQUEEZESERVER INFO DESCRIPTION
es: Servidor Squeezebox (Logitech Media Server) es el servidor usado por Squeezebox y es responsable del control del reproductor. Por lo menos un servidor debe estar ejecutándose en la red. El servidor puede instalarse en la pestaña Configuración Inicial de Max2Play.

source: Basic settings for Max2Play
es: Configuración básica de Max2Play

source: Playername
es: Nombre del reproductor

source: URL for this Web-administration / name of Squeezelite player
es: URL del interfaz web / Nombre del reproductor Squeezelite

source: Display Resolution
es: Resolución de la pantalla

source: With this resolution runs desktop and XBMC
es: Resolución a la que se ejecuta el escritorio y Kodi/XBMC

source: Your eMail-Address / activation code
es: Correo Electrónico / Código de activación

source: Activated
es: Activado

source: To access all functions and plugins of Max2Play and constantly get new features, you need to be a customer of shop.max2play.com or have a code for activation. This is verified with your eMail-address or activation code. If you are no customer yet, you may buy the <a href='http://shop.max2play.com/en/max2play-full-license.html' target='_blank'>Max2Play-Full-Package here</a>.
es: Para acceder a todas las funciones y complementos de Max2Play y obtener nuevas funciones es necesario ser cliente de shop.max2play.com o tener un código de activación. Se comprueba mediante la dirección de correo electronico o mediante un código de activación. Si se desea, es posible comprar el <a href='http://shop.max2play.com/en/max2play-full-license.html' target='_blank'>paquete completo de Max2Play aquí</a>.

source: Language
es: Idioma

source: Change Keyboard Layout, Language and Timezone for Desktop (this web-interface detects browser language)
es: Cambiar la disposición del teclado, idioma y zona horaria del escritorio (el interfaz web detecta el idioma del navegador)

source: Autostart Desktop
es: Auto-Iniciar Escritorio

source: Autostart Desktop (X-Server) on Bootup (needed for Bluetooth and Pulseaudio or VNC-Server)
es: Auto-Iniciar escritorio (X-Server) al arrancar (necesario para Bluetooth y Pulseaudio o VNC-Server)

source: Network Lookup
es: Buscar en la Red local

source: Search local Network for other Max2Play-Devices running Squeezelite and display them in the header of this interface
es: Busca en la red local otros dispositivos Max2Play ejecutando Squeezelite y los muestra en la cabecera del interfaz.

source: Donate Button
es: Botón Donar

source: Remove the donate-button in header of Max2Play-Webinterface
es: Elimina el botón Donar de la cabecera del interfaz web de Max2Play

source: Help on Sidebar
es: Ayuda en barra lateral

source: Show help on sidebar for current page/addon, if the page supports it.
es: Muestra ayuda en la barra lateral de la página o complemento actual actual si esta disponible.

source: Save Settings
es: Guardar Configuración

source: Reboot / Update / Filesystem Settings
es: Reiniciar / Actualizar / Configuración de sistema de ficheros

source: Reboot
es: Reiniciar

source: Shutdown
es: Apagar

source: Expand Filesystem
es: Expandir sistema de ficheros

source: Update Max2Play
es: Actualizar Max2Play

source: Force Update to latest Beta for Max2Play (Development)
es: Forzar actualización a la última Beta de Max2Play (desarrollo)

source: READ CAREFULLY: This function is for developers and users that want to test the latest available Max2Play before it is released. This might have some bugs and will not be supported in forums and questions by mails!
es: LEER ATENTAMENTE: Esta función es para desarrolladores y usuarios que quieran probar la ultima versión disponible de Max2Play antes de su lanzamiento. Esta versión puede tener errores y no recibe soporte en los foros ni por correo electrónico.

source: Update2Beta Max2Play
es: Actualizar a versión Beta Max2Play

source: Reset configs to Max2Play delivery configuration
es: Reiniciar configuración a versión inicial (tras instalación)

source: Reset configs - WARNING: deletes all changes
es: Reiniciar configuración - AVISO: borra todos los cambios

source: Settings for WiFi, autostart, playername, filesystem mounts will be overwritten.
es: Se sobreescribirá la configuración de WiFi, auto-inicio, nombre del reproductor, sistema de ficheros compartidos.

source: Plugin Configuration - Activate / Deactivate
es: Configuración de Complementos - Activar / Desactivar

source: Activate Plugins by selecting and moving them to the "Active Plugins". You may change the order of the active Plugins in the navigation bar by selecting them and move up or down. Plugins that are not active will not show up in the navigation bar!
es: Activar complementos seleccionándolos y moviéndolos a "Complementos Activos". Es posible cambiar el orden de los complementos activos seleccionándolos y moviéndolos arriba o abajo. Los complementos no activos no se mostraran en la barra de navegación.

source: Available Plugins
es: Complementos disponibles

source: Active Plugins
es: Complementos activos

source: Move Up
es: Mover arriba

source: Move Down
es: Mover abajo

source: Default Plugin that should be opened on start of Max2Play-Webinterface
es: Complemento por defecto que se abrirá al inicio del interfaz web de Max2Play

source: Save Plugin Config - WARNING: removes Navigation for all NOT Selected
es: Guardar configuración de complementos - AVISO: no se puede acceder a los no activos

source: You may install new Plugins by entering the http-link to the Pluginfile (zip/tar/tar.gz).<br /><a class="download-button" href="http://www.max2play.com/features/plugins/" target="_blank"> A list of Max2Play-Extensions can be found here</a>
es: Es posible instalar nuevos complementos introduciendo el enlace HTTP del fichero del complemento (zip/tar/tar.gz).<br /><a class="download-button" href="http://www.max2play.com/en/addons/" target="_blank"> Aquí esta disponible una lista de complementos de Max2Play</a>

source: Install from Max2Play Website
es: Instalar desde la página web de Max2Play

source: Install from local file
es: Instalar desde fichero local

source: Enter http-URL
es: Introducir URL http

source: Install new Plugin
es: Instalar complemento nuevo

source: Custom Max2Play-Plugin Upload
es: Usar complemento Max2Play personalizado

source: WiFi & Network configuration
es: Configuración de WiFi y Red

source: active
es: Activa

source: not active
es: No activo

source: WiFi USB adapter status is <b>$STATUS</b>. WiFi connection status is <b>$CONNECTION</b>
es: El estado del adaptador WiFi USB es <b>$STATUS</b>. El estado de la conexión WiFi es <b>$CONNECTION</b>

source: (Only WPA/WPA2-Encryption possible)
es: (Sólo es posible encriptación WPA/WPA2)

source: Load WiFi Interface
es: Cargar interfaz WiFi

source: Network SSID
es: SSID de red

source: Password
es: Contraseña

source: List of available networks
es: Lista de redes disponibles

source: Choose network...
es: Seleccionar red...

source: start scan
es: Iniciar escaneo
