Repository: Ronnos/max2play_webinterface
Catalog: max2play/locale/*/LC_MESSAGES/max2play.po
Languages: es

source: Choose your network by clicking on it, enter your password and save the settings
es: Elegir red pulsando sobre ella, introducir contraseña y guardar la configuración

source: Save all settings
es: Guardar configuración

source: Automatic WiFi Setup with WPS
es: Configurar WiFi automáticamente con WPS

source: Activate WPS on Boot
es: Activar WPS al arrancar

source: Wifi Protected Setup: Enable WPS in your Router and reboot Max2Play to automatically set up WiFi. Starts only, if no LAN-cable connected!
es: Wifi Protected Setup: Activar WPS en el router y reiniciar Max2Play para configurar la WiFi automáticamente. Se iniciará únicamente si el cable de red no esta conectado!

source: Start WPS Setup now (requires activated WPS on your Router):
es: Iniciar configuración WPS ahora (requiere WPS activado en el router)

source: Start Automatic WiFi Setup
es: Iniciar configuración WiFi automática

source: Fixed LAN-IP Setup
es: Configuración IP fija

source: Set fixed LAN IP-Address
es: Definir dirección IP fija

source: Current IP-Address
es: Dirección IP actual

source: (Useful, if your router sometimes changes the IP-Address of you Max2Play-device and you need a fixed IP-Address.)
es: (Usar si el router cambia la dirección IP del dispositivo Max2Play y se necesita una dirección IP fija.)

source: Configure LAN Mac-Address
es: Configurar dirección MAC de red

source: This may be neccessary if you have a Minicomputer without a real hardware MAC-Address (some ODROIDs). This function is not available for Raspberry Pis.
es: Puede ser necesario si el dispositivo no tiene una dirección hardware MAC real (algunos ODROIDs). Esta función no esta disponible para Raspberry Pi.

source: (Change only if there are more Max2Play-Devices in one network)
es: (Cambiar sólo si hay mas de un dispositivo Max2Play en la red)

source: WLAN INFO DESCRIPTION
es: Información: Reiniciar el dispositivo tras cambiar los parámetros de la red! Cuando se usan varios dispositivos Max2Play en la red, la dirección MAC debe ser diferente para cada uno de ellos.<br/> Recordar el nombre de la red teniendo en cuenta mayúsculas y minúsculas

source: Max2Play - Start
es: Max2Play - Inicio

source: Welcome to Max2Play - Your easy to use Interface for Multiroom-Audio and Video!
es: Bienvenido a Max2Play - El interfaz web fácil de usar para audio y vídeo multiroom

source: The Max2Play Web Interface is used to configure the device without having to set up monitor, keyboard and mouse on the device itsself or login by ssh.<br />All settings are directly written to the players config files.
es: El interfaz web Max2Play se usa para configurar el dispositivo sin tener que instalar un monitor, teclado y ratón en el propio dispositivo para controlarlo.<br />La configuración se escribe directamente el la memoria del reproductor. <a href="/plugins/max2play_settings/controller/Basic.php">Aquí se puede encontrar la configuración básica.</a> La primera acción debe ser expandir el sistema de ficheros para usar todo el espacio disponible en la tarjeta SD!

source: Max2Play gives you the best experience with High-Quality Sound together with an easy configuration and control. With the extensions of Max2Play you can easily choose and install new features like the following:
es: Max2Play ofrece sonido de alta calidad con una configuración y control sencillos. Con los complementos Max2Play es posible seleccionar e instalar nuevas características como:

source: Features with Max2Play
es: Características de Max2Play

source: !FEATURE LIST
es: Ajustar la configuración de audio con avanzados ajustes de sonido como un <b>Ecualizador</b> o optimizar la configuración del reproductor de audio.|Instalar un <b>Servidor Squeezebox</b> con una sola pulsación y tener Airplay funcionando en los reproductores Squeezebox con el complemento Shairtunes2 desde la pestaña Servidor Squeezebox Server de este interfaz web.|Configurar <b>discos compartidos</b> para acceder a la música y los vídeos de la red local.|Usar <b>Kodi</b> como centro multimedia para visualizar video en linea y en HD.|Instalar un servidor DLNA para enviar música y vídeo a otros dispositivos de la red.|<b>Personalizar</b> el interfaz para ajustarlo a las necesidades personales instalando <a href="www.max2play.com/en/addons" target="_blank">más complementos</a> en la pestaña de configuración.

source: Premium Features with Max2Play
es: Características Premium de Max2Play

source: !FEATURE LIST PREMIUM
es: Configurar un <b>punto de acceso WiFi</b> en el dispositivo para tener un reproductor de música móvil controlable desde un smartphone.|Instalar <b>Jivelite</b> como visualizador para el reproductor de audio (Squeezelite).|Ajustar configuraciones especificas del Raspberry Pi a la salida HDMI (frequencia de muestreo, sobremuestreo, resolución).|<b>Potenciar el rendimiento de la Raspberry Pi</b> usando una velocidad mayor - especialmente la velocidad de la Raspberry Pi A/B puede doblarse (frecuencia de CPU-frequency, voltaje).|Instalar un servidor VNC para acceder al escritorio del dispositivo desde otros equipos de la red (ej. para configurar Jivelite, usar el navegador).|Usar el <b>complemento Multisqueeze</b> para ejecutar simultáneamente múltiples reproductores Squeeze en el dispositivo en diferentes tarjetas de sonido (ej. HiFiBerry, HDMI).|Configurar la <b>protección de la tarjeta SD</b> para evitar la corrupción de la tarjeta SD en caso de perdida de corriente tras haber configurado todo correctamente (solo para usar como reproductor de audio).|Obtener actualizaciones Beta de Max2Play y ser parte de la comunidad!|Aquí se pueden encontrar mas características: <a href="http://www.max2play.com/en/addons" target="_blank">http://www.max2play.com/en/addons</a>.

source: <b>Max2Play</b> makes the configuration as easy as possible. There is no need for connecting a monitor, a keyboard or a mouse on the device itself. It all runs headless and no special tools like Putty are needed! This webinterface is optimized for smartphones and all actions can also be called from external HTTP-Requests like Smarthome-Servers.
es: <b>Max2Play</b> facilita al máximo la configuración. No es necesario conectar un monitor, un teclado y un raton al dispositivo. Se ejecuta de forma autónoma y no necesita herramientas especiales como Putty! El interfaz web esta optimizado para smartphones y se pueden realizar todas las acciones desde peticiones externas como servidores Smarthome.

source: What is Max2Play?
es: ¿que es Max2Play?

source: Questions concerning this project? Please refer to <a href="http://www.max2play.com" target="_blank">www.Max2Play.com</a>
es: ¿Preguntas sobre este proyecto? Dirigirse a <a href="http://www.max2play.com" target="_blank">www.Max2Play.com</a>

source: Remind me again
es: Recordar otra vez

source: Skip this
es: Saltar esto

source: Customize Max2Play for a special audio card?
es: ¿Personalizar Maz2Play para una tarjeta de sonido especial?

source: Get the most out of your audio card with the specialized setup page. Just click on the manufacturer below to install the plugin.
es: Para obtener el máximo de la tarjeta de sonido instalar la pestaña de configuración específica. Pulsar en el fabricante a continuación para instalar el complemento.

source: The custom startpage offers an easy installer for sound cards (choose optimal setup for audioplayers), volume control and other options.
es: La pagina de inicio personalizada permite una instalación fácil de las tarjetas de sonido (elige la configuración optima para los reproductores de audio), control de volumen y otras opciones.

source: If you have another audiocard or none at all, just skip this step.
es: Si se dispone de otra tarjeta de sonido o ninguna, simplemente saltar este paso.

source: Advanced Setup Odroid U3
es: Configuración Avanzada de Odroid U3

source: Set LED-Blink - Reboot to activate changes
es: Configurar parpadeo de LED - Reiniciar para activar cambios

source: Power Button Settings Changed
es: Cambiada la configuración del botón de inicio.

source: Update / Upgrade to latest Ubuntu started
es: Iniciada la actualización de Ubuntu

source: UPDATE ENDED - CHECK ABOVE LOG FOR ERRORS
es: ACTUALIZACIÓN FINALIZADA - COMPROBAR EL REGISTRO EN CASO DE ERRORES

source: Install finished
es: Instalación finalizada

source: Restart Desktop-Manager completed (initialized Display)
es: Completado reinicio de gestor de Escritorio (pantalla inicializada)

source: No Link for download given
es: No se encuentra enlace para descarga

source: Installationspaket:
es: Paquete de instalación:

source: Installation abgeschlossen!
es: Instalación completa!

source: Plugin installed
es: Complemento instalado

source: Plugin downloaded to path /opt/max2play/cache
es: Complemento descargado en ruta /opt/max2play/cache

source: Updated $SERVICE Settings - Restart $SERVICE to apply changes!
es: Configuración de $SERVICE actualizada - Reiniciar $SERVICE para aplicar los cambios!

source: Audioplayer
es: Reproductor de audio

source: Set Wolfson Audio-Output to play on Line-Out, Headphone and SPDIF
es: Configurar salida de audio de Wolfson para reproducir en salida de linea, auriculares y SPDIF

source: Set HiFiBerry DAC Sound to 96% (Optimum value)
es: Ajustar sonido de HiFiBerry DAC al 96% (valor óptimo)

source: Set IQAudIO DAC Sound to 96% (Optimum value)
es: Ajustar sonido de IQAudIO DAC al 96% (valor óptimo)

source: Settings saved! Set Squeezelite options (advanced-button) to use headphones output with "-o headphones"
es: Configuración guardada! Ajustar opciones de Squeezelite (botón avanzado) para usar salida de auriculares con "-o headphones"

source: Raspberry PI Audio Output set to $VALUE
es: Salida de audio de Raspberry Pi configurada a $VALUE

source: Help - Audioplayer
es: Ayuda - Reproductor de audio

source: <ul><li>On this page you may set up and configure all audioplayers. Each player has the button "Advanced Settings" to set up the soundcard and further options.</li><li>Some soundcards like HifiBerry need to be activated before you can assign them to a player. This can be done with the addon "Raspberry PI Settings".</li><li>To use Airplay you may choose the Shairport player OR the plugin Shairtunes (install on Squeezebox Server tab), that enables all Squeezeplayers (such as Squeezelite) to act as an Airplay device. This is useful if a soundcard supports only one connected player.</li></ul>
es: <ul><li>En esta pagina es posible configurar todos los reproductores de audio. Cada reproductor dispone del botón "Configuración Avanzada" para ajustar la configuración y opciones adicionales.</li><li>Algunas tarjetas de sonido como la HifiBerry han de activarse antes de poder ser asignadas a un reproductor. Esto se puede hacer desde el complemento "Configuración de Raspberry Pi".</li><li>Para usar Airplay debe seleccionarse el reproductor Shairport o el complemento Shairtunes (instalar desde la pestaña Servidor Squeezebox), que activa todos los Squeezeplayers (como el Squeezelite) para actuar como un dispositivo Airplay. Esto es util si la tarjeta de sonido soporta únicamente un reproductor conectado.</li></ul>

source: Squeezebox Server
es: Servidor Squeezebox

source: Installation Progress:
es: Progreso de la instalación:

source: LMS-Version not existing
es: No existe la versión de LMS

source: Installation Package:
es: Paquete de instalación:

source: Next steps: Reboot the device (in settings -> reboot) and you are ready to use your Squeezeplayers as Airplay device.
es: Siguiente paso: Reiniciar el dispositivo (en Configuración -> Reiniciar) y los reproductores podrán usarse como dispositivo Airplay

source: GoogleMusic Plugin installed.<br><b>Important:</b> Now edit the settings of the Plugin within Squeezebox Server Settings, add your GoogleMusic credentials (including a mobile device ID!) and you are ready to go.
es: Complemento GoogleMusic instalado.<br><b>Importante:</b> Ahora editar la configuración del complemento dentro de la configuración del servidor Squeezebox, añadir las credenciales de GoogleMusic (incluyendo el ID del dispositivo móvil!) y estará listo.

source: Cachefolder created
es: Carpeta cache creada

source: Download Settings File: <a href="/cache/squeezebox_server_settings.tar">squeezebox_server_settings.tar</a>
es: Descargar fichero de configuración: <a href="/cache/squeezebox_server_settings.tar">squeezebox_server_settings.tar</a>

source: Trying to Restore Squeezebox Server Settings...
es: Intentando restaurar configuración de servidor Squeezebox...

source: Settings successfully restored! Please restart Squeezebox Server now.
es: Configuracion restaurada correctamente! Ahora es necesario reiniciar el servidor Squeezebox.

source: Upload NOT successful!
es: Envío NO completado!

source: Filesystem Mount
es: Montaje de Sistemas de ficheros

source: Directory created:
es: Creado directorio:

source: Wrong Path:
es: Ruta incorrecta:

source: Mountpoint successfully added
es: Añadido punto de montaje correctamente

source: Mountpoint NOT added! Please refer to the description below!
es: Punto de montaje NO añadido! Por favor consulte la siguiente descripción

source: Entry deleted
es: Entrada eliminada

source: Sambashare successfully added
es: Unidad compartida Samba añadida correctamente

source: Sambashare NOT added! Please refer to the description below!
es: Unidad compartida Samba NO añadida! Por favor consulte la siguiente descripción

source: Password changed
es: Contraseña cambiada

source: Samba Service restarted
es: Servicio Samba reiniciado

source: not mounted
es: no montado

source: The following list shows available Network Resources. On some resources the name of the share (path) might be missing. To set up a network share you need the server name (or IP-address) and the name of the share. See help for the correct syntax.
es: La siguiente lista muestra los recursos de red disponibles. En algunos recursos el nombre (ruta) puede no estar disponible. Para configurar un disco compartido es necesario el nombre del servidor (o dirección IP) y el nombre del recurso (ruta). Ver ayuda para la sintaxis correcta.

source: Server / Path
es: Servidor / Ruta

source: Description
es: Descripción

source: set path
es: configurar ruta

source: Help - Mounts / Shares
es: Ayuda - Discos montados / compartidos

source: <ul><li>For mounting a network share from a Diskstation or any other network storage you need the servers IP-Address, the name of the Share and the Login information (user, password). Enter everything like it is shown below the input fields and <a href="https://www.youtube.com/watch?v=3klQkxF6iNA" target="blank">watch this video on mounting (enable subtitles for english)</a>, if you encounter any problems.</li><li>You may also see your connected USB-drives and set up Shares on this device (via Samba) to get access from other computers in your network.</li></ul>
es: <ul><li>Para montar un disco compartido desde una Diskstation u otra unidad de almacenamiento de la red es necesario la dirección IP des servidor, el nombre de la unidad (o ruta) y la información de inicio de sesión (usuario, contraseña). Introducir todo tal como se muestra bajo los campos de entrada y si encuentra problemas <a href="https://www.youtube.com/watch?v=3klQkxF6iNA" target="blank">ver este vídeo sobre el montaje de unidades (activar subtitulos).</a></li><li>También se pueden ver las unidades USB conectadas y configurar las unidades compartidas por este dispositivo (via Samba) para acceder a ellas desde otros equipos de la red.</li></ul>

source: WiFi / LAN
es: WiFi / Red

source: Data saved
es: Datos guardados

source: WLAN Device not responding - Reboot and try again.
es: No responde el dispositivo WLAN. Reiniciar y probar de nuevo.

source: Networks found and added to dropdown list
es: Redes encontradas y añadidas a la lista de selección

source: No networks found
es: No encontradas redes WiFi

source: IMPORTANT: do not use the MAC-Address Setup on Raspberry Pi as each device has its own MAC-Address! Leave the MAC-Address empty!
es: IMPORTANTE: no usar la configuración de dirección MAC en la Raspberry Pi ya que cada una tiene su propia dirección MAC! Dejar la dirección MAC vacía!

source: MAC-Address changed - please reboot
es: Cambiada la dirección MAC - por favor reiniciar

source: IP-Address set to $FIXEDIP
es: Dirección IP configurada a $FIXEDIP

source: No network route found.
es: Ruta de red no encontrada.

source: IP-Address set to dynamic DHCP
es: Dirección IP configurada a dinámica DHCP

source: WLAN activated - please reboot device
es: WLAN activada - por favor reiniciar dispositivo

source: WLAN deactivated - no network choosen - please reboot
es: WLAN desactivada - red no seleccionada - por favor reiniciar

source: NO IP! No connection!
es: NO IP! Sin conexión!

source: Help - WiFi & LAN
es: Ayuda - Wifi / Red

source: <ul><li>On this page you may set up and configure your WiFi and see details on the connected interfaces and their IP-Address.</li><li><a href="https://youtu.be/HsEBb_CIJ5A" target="blank">Watch a video showing WiFi setup with Max2Play</a></li><li>Step by Step: search for networks - choose you prefered network, activate the enable WiFi checkbox, enter the password and click save.</li></ul>
es: <ul><li>En esta pagina es posible configurar la conexión WiFi y ver los detalles acerca de los equipos conectados y sus direcciones IP.</li><li><a href="https://youtu.be/HsEBb_CIJ5A" target="blank">Ver un vídeo que muestra la configuración WiFi de Max2Play</a></li><li>Paso a paso: buscar redes - elegir la red preferida, activar la casilla de selección de Activar WiFi, introducir la contraseña y pulsar guardar.</li></ul>

source: Settings / Reboot
es: Configuración / Reinicio

source: Shutdown initiated - press the power button on device to start it again
es: Iniciado apagado - pulsar el botón de inicio del dispositivo para encender de nuevo

source: Previous Reboot status unknown - click Reboot again to force Reboot.
es: Estado anterior de reinicio desconocido - Pulsar Reiniciar de nuevo para forzar reinicio

source: Changed display resolution - Reboot needed
es: Resolución de pantalla cambiada - Es necesario reiniciar

source: Timezone file created
es: Creado fichero de zona horaria

source: Changes successful - Reboot needed
es: Cambios correctos - Es necesario reiniciar

source: Value for Timezone/Language not found.
es: No encontrado valor de Zona horaria/Idioma

source: The Debug Output (console commands) is shown in the top right corner on each page.
es: La salida de depuración (comandos de consola) se muestra en la esquina superior derecha de cada página

source: Name not possible! Please do not use special characters.
es: Nombre inválido! Por favor no usar caracteres especiales

source: Config Files restored for
es: Archivos de configuración restaurados para

source: Max2Play Network Player Lookup saved
es: Guardada búsqueda reproductores de red Max2Play

source: Thank you so much for your donation! We will keep up the work on the project to make it even better!
es: Muchas gracias por su donativo! Continuaremos trabajando en el proyecto para hacerlo aún mejor!

source: Your eMail-address / activation code is saved.
es: Correo electrónico / código de activación guardado

source: Your license is validated. Now you have access to all features and plugins.
es: La licencia esta validada. Acceso a todas las características y complementos.

source: <b>For premium indication in the Max2Play Forum</b>, you may <a href="https://www.max2play.com/en/getting-started/connect-your-license-code-to-your-email-address/" target="_blank">connect your premium-code with your email-address</a>. This is also useful if you lose your code or want to receive the Max2Play Magazine with tips on Setup and Hardware.
es: <b>Para indicación de usuario premium en el foro Max2Play </b>, es posible <a href="https://www.max2play.com/en/getting-started/connect-your-license-code-to-your-email-address/" target="_blank">conectar el código premium con la dirección de correo electrónico</a>. Esto también es útil si se pierde el código o se desea recibir la Revista Max2Play con trucos de configuración y de hardware.

source: Your license could not be validated. Did you choose the right eMail-Address that is registered as a customer at www.max2play.com? If you have a key for activation please recheck, that the key is entered correctly.
es: La licencia no puede ser validada. Es necesario usar el mismo correo electrónico que se registro como cliente en www.max2play.com - Si se usa un código de activación comprobar nuevamente que se ha introducido correctamente.

source: Max2Play update started
es: Actualización de Max2Play iniciada

source: UPDATE SUCCESSFUL
es: ACTUALIZACION COMPLETADA

source: Max2Play-Webinterface Restarted - this takes up to 15 seconds - Wait for 15 seconds and Reload Page to see Changes
es: Interfaz web de Max2Play reiniciado - tarda hasta 15 segundos - Esperar 15 segundos y recargar la pagina para ver los cambios

source: Click here to see what is new (Changelog)!
es: Pulsar aquí para ver las novedades (changelog)!

source: UPDATE NOT SUCCESSFUL
es: ACTUALIZACION INCORRECTA

source: Max2Play Website not available - maybe no internet connection? Please try a reboot to fix the internet connection.
es: Sitio web de Max2Play no disponible - ¿hay conexión a Internet? Probar a reiniciar para recuperar la conexión a Internet.

source: Max2Play is up to date - no update required
es: Max2Play está actualizado - actualización no necesaria

source: Running Check for Plugin Updates and install if available
es: Ejecutando comprobación de actualización de complementos e instalación si disponible

source: Update
es: Actualizar

source: Plugin update time could not be validated:
es: La fecha de actualización del complemento no puede ser validada:

source: Resize Filesystem
es: Redimensionar sistema de ficheros

source: Please Click here to Reboot Now
es: Pulsar aquí para reiniciar ahora

source: Filesystem already expanded - Nothing to do!
es: Sistema de ficheros ya expandido - Nada que hacer!

source: No Resize possible - no valid partition found to expand. Contact Max2Play-Support to add support for further file-systems.
es: No es posible redimensionar - no se encuentra partición valida para expandir. Contactar con soporte de Max2Play para añadir soporte a mas sistemas de ficheros.

source: Make sure to disconnect all USB-drives and Memory-Cards and do a reboot before expanding the filesystem!
es: Desconectar todas las unidades USB y tarjetas de memoria y reiniciar antes de expandir el sistema de ficheros.

source: NO Connection
es: SIN conexión

source: Connected
es: Conectado

source: Low Voltage (< 4.65V)
es: Voltaje Bajo (< 4.65V)

source: udev-Rules added and reloaded... Completed
es: Reglas udev añadidas y recargadas... Completado

source: Help - Basic Settings
es: Ayuda - Configuración Básica

source: <ul><li>Use this page to change the devicename, update Max2Play to the latest version, expand the filesystem on a new installation and install new addons.</li><li>To install and activate a new addon on the buttom of this page, you have to take 2 steps: first install the addon and second enable it.</li></ul>
es: <ul><li>Esta pagina permite cambiar el nombre del dispositivo, actualizar Max2Play a la última versión, expandir el sistema de ficheros tras una intalación nueva e instalar nuevos complementos.</li><li>Para instalar y activar un complemento nuevo, al final de la página, es necesario hacer 2 pasos: primero instalar el complemento y segundo activarlo.</li></ul>

source: Health Checker
es: Monitor de Salud

source: Enable Kernelmodules for Odroid U3
es: Activar módulos de kernel para Odroid U3

source: Hiface USB-DAC: Status=
es: Hiface USB-DAC: Estado=
